Repository: ghung22/natie_portfolio
Catalog: lib/l10n/intl_*.arb
Languages: vi

# author
source: Made by
vi: Thực hiện bởi

source: Back
vi: Quay lại

source: Completion date
vi: Ngày hoàn thành

# contact
source: Contact me
vi: Liên hệ

# details
source: More details
vi: Chi tiết

# explore
source: Explore more
vi: Khám phá thêm

# experience
source: Work experience & Education
vi: Kinh nghiệm làm việc & Học tập

source: Featured Projects
vi: Các đề tài Nổi bật

# host
source: Reference
vi: Tham khảo

source: Language
vi: Ngôn ngữ

source: Navigate to
vi: Đi đến trang

source: Navigation
vi: Điều hướng

# route_unknown
source: No route found for {route}
vi: Không tìm thấy đường dẫn {route}

# scoreboard
source: See scoreboard
vi: Xem bảng điểm

# scores
source: Academic grades
vi: Điểm số học tập

source: Search
vi: Tìm kiếm

# see_more
source: Press me to see more
vi: Nhấn vào tôi để biết thêm

# tech_used
source: Technology used:
vi: Công nghệ sử dụng:

source: Theme
vi: Chủ đề

# what_i_learned
source: Thanks to {name}, I have learned to…
vi: Nhờ có {name}, tôi đã học được…

# what_you_can_do
source: With {name}, you can…
vi: Với {name}, bạn có thể…

# welcome
source: Hi! This is {name}
vi: Chào! Tôi là {name}
